{
    "products":[
        {
            "id":1,
            "image":"https://www.kensmetal.co.ke/images/grade304.png",
            "name":"Grade 304",
            "price":550,
            "details":"Type 304, with its chromium-nickel content and low carbon, is the most versatile and widely used of the austenitic stainless steels. Its alloys are all modifications of the 18% chromium, 8% nickel austenitic alloy. Its chemical composition, mechanical properties, wield ability, corrosion and oxidation resistance provide the best all-round performance stainless steel at relatively low cost. It also has excellent low temperature properties and responds well to hardening by cold working."
        },
        {
            "id":2,
            "image":"https://www.kensmetal.co.ke/images/grade316.png",
            "name":"Grade 316",
            "price":650,
            "details":"Grade 316 is the standard molybdenum-bearing grade, second in importance to 304 amongst the austenitic stainless steels. The molybdenum gives 316 better overall corrosion resistant properties than Grade 304, particularly higher resistance to pitting and crevice corrosion in chloride environments."
        },
        {
            "id":3,
            "image":"https://www.kensmetal.co.ke/images/grade309.png",
            "name":"Grade 309",
            "price":750,
            "details":"Alloy 309/309S austenitic stainless steel is typically used for elevated temperature applications. Its high chromium and nickel content provides comparable corrosion resistance, superior resistance to oxidation and the retention of a larger fraction of room temperature strength than a common austenitic Alloy 304."
        },
        {
            "id":4,
            "image":"https://www.kensmetal.co.ke/images/grade205.png",
            "name":"Grade 205",
            "price": 600,
            "details": "G205/ 201A has extremely high strength, it also provides some advantages over G304 in certain structural applications. Presence of copper in this steel reduces work hardening rate and improves draw ability. Nitrogen improves resistance to printing corrosion. The alloy is nonmagnetic in annealed condition like G304. Thus G205 can display a wide range of mechanical strength depending on the degree of cold working, which is essential for certain structural applications."
        },
        {
            "id":5,
            "image":"https://www.kensmetal.co.ke/images/grade430.png",
            "name":"Grade 430",
            "price":600,
            "details":"Stainless steel grade 430 is a non-hardenable steel containing straight chromium, and belongs to the ferritic group of steels. This steel is known for its good corrosion resistance and formability, coupled with practical mechanical properties that Grade 410. G430 is magnetic in all conditions."
        }
    ]
}
